Repository: starcat-app/Starcat
Catalog: Starcat/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, id, it, ja, ko, nl, pl, pt_br, ru, tr, uk, vi, zh_hans, zh_hant

# settings.pro.direct.license.sheet.activeTitle
source: License activated
ar: تم تنشيط الترخيص
de: Lizenz aktiviert
es: Licencia activada
fr: Licence activée
id: Lisensi diaktifkan
it: Licenza attivata
ja: ライセンス有効化済み
ko: 라이선스 활성화됨
nl: Licentie geactiveerd
pl: Licencja aktywowana
pt_br: Licença ativada
ru: Лицензия активирована
tr: Lisans etkinleştirildi
uk: Ліцензію активовано
vi: Giấy phép đã kích hoạt
zh_hans: 许可证已激活
zh_hant: 授權已啟用

# settings.pro.direct.license.sheet.freeTitle
source: No license
ar: لا يوجد ترخيص
de: Keine Lizenz
es: Sin licencia
fr: Aucune licence
id: Tidak ada lisensi
it: Nessuna licenza
ja: ライセンスなし
ko: 라이선스 없음
nl: Geen licentie
pl: Brak licencji
pt_br: Sem licença
ru: Нет лицензии
tr: Lisans yok
uk: Немає ліцензії
vi: Không có giấy phép
zh_hans: 未激活许可证
zh_hant: 無授權

# settings.pro.direct.license.sheet.subtitle
source: Thanks for supporting Starcat
ar: شكرًا لدعمك Starcat
de: Danke für deine Unterstützung von Starcat
es: Gracias por apoyar a Starcat
fr: Merci de soutenir Starcat
id: Terima kasih telah mendukung Starcat
it: Grazie per supportare Starcat
ja: Starcatをご支援いただきありがとうございます
ko: Starcat을 지원해 주셔서 감사합니다
nl: Bedankt voor het ondersteunen van Starcat
pl: Dziękujemy za wsparcie Starcat
pt_br: Obrigado por apoiar o Starcat
ru: Спасибо за поддержку Starcat
tr: Starcat'ı desteklediğiniz için teşekkürler
uk: Дякуємо за підтримку Starcat
vi: Cảm ơn bạn đã ủng hộ Starcat
zh_hans: 感谢支持 Starcat
zh_hant: 感謝您支援 Starcat

# settings.pro.direct.pass.badge.active
source: ACTIVE
ar: نشط
de: AKTIV
es: ACTIVA
id: AKTIF
it: ATTIVA
ja: アクティブ
ko: 활성
nl: ACTIEF
pl: AKTYWNA
pt_br: ATIVO
ru: АКТИВНА
tr: AKTİF
uk: АКТИВНО
vi: ĐANG HOẠT ĐỘNG
zh_hans: 已激活
zh_hant: 已啟用

# settings.pro.direct.pass.badge.free
source: FREE
ar: مجاني
de: KOSTENLOS
es: GRATUITA
fr: GRATUITE
id: GRATIS
it: GRATUITA
ja: 無料
ko: 무료
nl: GRATIS
pl: DARMOWA
pt_br: GRÁTIS
ru: БЕСПЛАТНО
tr: ÜCRETSİZ
uk: БЕЗКОШТОВНО
vi: MIỄN PHÍ
zh_hans: 免费版
zh_hant: 免費版

# settings.pro.direct.pass.button.copy
source: Copy pass image
ar: نسخ صورة البطاقة
de: Pass-Bild kopieren
es: Copiar imagen del pase
fr: Copier l’image du pass
id: Salin gambar pass
it: Copia immagine pass
ja: パス画像をコピー
ko: 패스 이미지 복사
nl: Pasafbeelding kopiëren
pl: Kopiuj obraz karnetu
pt_br: Copiar imagem do passe
ru: Копировать изображение пропуска
tr: Pass görselini kopyala
uk: Копіювати зображення пропуску
vi: Sao chép hình ảnh thẻ
zh_hans: 复制通行证图片
zh_hant: 複製通行證圖片

# settings.pro.direct.pass.button.deactivateMac
source: Deactivate This Mac
ar: إلغاء تنشيط جهاز Mac هذا
de: Diesen Mac deaktivieren
es: Desactivar este Mac
fr: Désactiver ce Mac
id: Nonaktifkan Mac Ini
it: Disattiva questo Mac
ja: このMacを無効化
ko: 이 Mac 비활성화
nl: Deze Mac deactiveren
pl: Dezaktywuj tego Maca
pt_br: Desativar Este Mac
ru: Деактивировать этот Mac
tr: Bu Mac'i Devre Dışı Bırak
uk: Деактивувати цей Mac
vi: Hủy kích hoạt máy Mac này
zh_hans: 解绑当前 Mac
zh_hant: 停用此 Mac

# settings.pro.direct.pass.button.download
source: Download Pass
ar: تنزيل البطاقة
de: Pass herunterladen
es: Descargar pase
fr: Télécharger le Pass
id: Unduh Pass
it: Scarica Pass
ja: パスをダウンロード
ko: 패스 다운로드
nl: Pas downloaden
pl: Pobierz karnet
pt_br: Baixar Passe
ru: Скачать пропуск
tr: Pass'ı İndir
uk: Завантажити пропуск
vi: Tải thẻ xuống
zh_hans: 下载通行证
zh_hant: 下載通行證

# settings.pro.direct.pass.button.view
source: View Pass
ar: عرض البطاقة
de: Pass anzeigen
es: Ver pase
fr: Voir le Pass
id: Lihat Pass
it: Visualizza Pass
ja: パスを表示
ko: 패스 보기
nl: Pas bekijken
pl: Wyświetl karnet
pt_br: Ver Passe
ru: Просмотреть пропуск
tr: Pass'ı Görüntüle
uk: Переглянути пропуск
vi: Xem thẻ
zh_hans: 查看通行证
zh_hant: 檢視通行證

# settings.pro.direct.pass.empty
source: Not available
ar: غير متوفر
de: Nicht verfügbar
es: No disponible
fr: Non disponible
id: Tidak tersedia
it: Non disponibile
ja: 利用不可
ko: 사용 불가
nl: Niet beschikbaar
pl: Niedostępne
pt_br: Não disponível
ru: Недоступно
tr: Kullanılamıyor
uk: Недоступно
vi: Không khả dụng
zh_hans: 暂无
zh_hant: 暫無

# settings.pro.direct.pass.fact.expires
source: Expires
ar: تنتهي الصلاحية
de: Läuft ab
es: Vence
fr: Expire le
id: Kedaluwarsa
it: Scade
ja: 有効期限
ko: 만료
nl: Verloopt
pl: Wygasa
pt_br: Expira
ru: Истекает
tr: Son kullanma
uk: Термін дії
vi: Hết hạn
zh_hans: 到期
zh_hant: 到期

# settings.pro.direct.pass.fact.license
source: License
ar: الترخيص
de: Lizenz
es: Licencia
fr: Licence
id: Lisensi
it: Licenza
ja: ライセンス
ko: 라이선스
nl: Licentie
pl: Licencja
pt_br: Licença
ru: Лицензия
tr: Lisans
uk: Ліцензія
vi: Giấy phép
zh_hans: 授权码
zh_hant: 授權

# settings.pro.direct.pass.fact.seats
source: Seats
ar: المقاعد
de: Plätze
es: Asientos
fr: Places
id: Kursi
it: Posti
ja: シート数
ko: 좌석
nl: Zetels
pl: Stanowiska
pt_br: Assentos
ru: Места
tr: Koltuk
uk: Місця
vi: Số máy
zh_hans: 设备
zh_hant: 裝置數

# settings.pro.direct.pass.fact.validated
source: Checked
ar: تم التحقق
de: Geprüft
es: Verificado
fr: Vérifié
id: Diperiksa
it: Verificato
ja: 確認済み
ko: 확인됨
nl: Gecontroleerd
pl: Sprawdzono
pt_br: Verificado
ru: Проверено
tr: Kontrol edildi
uk: Перевірено
vi: Đã kiểm tra
zh_hans: 校验
zh_hant: 已驗證

# settings.pro.direct.pass.licenseSuffix
source: Ends with %@
ar: ينتهي بـ %@
de: Endet mit %@
es: Termina en %@
fr: Se termine par %@
id: Berakhiran %@
it: Termina con %@
ja: 末尾%@
ko: %@(으)로 끝남
nl: Eindigt op %@
pl: Kończy się na %@
pt_br: Termina com %@
ru: Заканчивается на %@
tr: %@ ile bitiyor
uk: Закінчується на %@
vi: Kết thúc bằng %@
zh_hans: 尾号 %@
zh_hant: 尾號 %@

# settings.pro.direct.pass.noExpiration
source: No expiration
ar: بدون تاريخ انتهاء
de: Kein Ablaufdatum
es: Sin vencimiento
fr: Aucune expiration
id: Tidak ada kedaluwarsa
it: Nessuna scadenza
ja: 無期限
ko: 만료 없음
nl: Geen vervaldatum
pl: Bezterminowa
pt_br: Sem expiração
ru: Без срока действия
tr: Son kullanma yok
uk: Без терміну дії
vi: Không có hạn
zh_hans: 长期有效
zh_hant: 無到期日

# settings.pro.direct.pass.plan.free
source: Free
ar: مجاني
de: Kostenlos
es: Gratuito
fr: Gratuit
id: Gratis
it: Gratuito
ja: 無料
ko: 무료
nl: Gratis
pl: Darmowy
pt_br: Grátis
ru: Бесплатно
tr: Ücretsiz
uk: Безкоштовно
vi: Miễn phí
zh_hans: 免费版
zh_hant: 免費版

# settings.pro.direct.pass.plan.label
source: Plan
ar: الخطة
fr: Forfait
id: Paket
it: Piano
ja: プラン
ko: 요금제
nl: Abonnement
pt_br: Plano
ru: План
uk: План
vi: Gói
zh_hans: 套餐
zh_hant: 方案

# settings.pro.direct.pass.plan.lifetime
source: Lifetime
ar: مدى الحياة
de: Lebenslang
es: De por vida
fr: À vie
id: Seumur Hidup
it: A vita
ja: 永久
ko: 평생
nl: Levenslang
pl: Dożywotni
pt_br: Vitalício
ru: Пожизненный
tr: Ömür Boyu
uk: Назавжди
vi: Trọn đời
zh_hans: 终身版
zh_hant: 終身版

# settings.pro.direct.pass.plan.monthly
source: Monthly
ar: شهري
de: Monatlich
es: Mensual
fr: Mensuel
id: Bulanan
it: Mensile
ja: 月額
ko: 월간
nl: Maandelijks
pl: Miesięczny
pt_br: Mensal
ru: Ежемесячный
tr: Aylık
uk: Щомісяця
vi: Hàng tháng
zh_hans: 月付版
zh_hant: 月付版

# settings.pro.direct.pass.plan.yearly
source: Yearly
ar: سنوي
de: Jährlich
es: Anual
fr: Annuel
id: Tahunan
it: Annuale
ja: 年額
ko: 연간
nl: Jaarlijks
pl: Roczny
pt_br: Anual
ru: Ежегодный
tr: Yıllık
uk: Щороку
vi: Hàng năm
zh_hans: 年付版
zh_hant: 年付版

# settings.pro.direct.pass.saved
source: Pro Pass image saved.
ar: تم حفظ صورة بطاقة Pro.
de: Pro Pass-Bild gespeichert.
es: Imagen del pase Pro guardada.
fr: Image du Pass Pro enregistrée.
id: Gambar Pro Pass berhasil disimpan.
it: Immagine Pro Pass salvata.
ja: Pro Pass画像を保存しました。
ko: Pro 패스 이미지가 저장되었습니다.
nl: Pro Pas-afbeelding opgeslagen.
pl: Obraz Pro Pass został zapisany.
pt_br: Imagem do Pro Pass salva.
ru: Изображение Pro Pass сохранено.
tr: Pro Pass görseli kaydedildi.
uk: Зображення Pro Pass збережено.
vi: Đã lưu ảnh thẻ Pro Pass.
zh_hans: Pro 通行证图片已保存。
zh_hant: Pro 通行證圖片已儲存。

# settings.pro.direct.pass.savePanel.message
source: Save your Starcat Pro Pass as a PNG image.
ar: احفظ بطاقة Starcat Pro الخاصة بك كصورة PNG.
de: Speichere deinen Starcat Pro Pass als PNG-Bild.
es: Guarda tu Pase de Starcat Pro como imagen PNG.
fr: Enregistrez votre Pass Starcat Pro en tant qu’image PNG.
id: Simpan Starcat Pro Pass Anda sebagai gambar PNG.
it: Salva il tuo Starcat Pro Pass come immagine PNG.
ja: Starcat Pro PassをPNG画像として保存します。
ko: Starcat Pro 패스를 PNG 이미지로 저장합니다.
nl: Bewaar uw Starcat Pro Pas als PNG-afbeelding.
pl: Zapisz swój Starcat Pro Pass jako obraz PNG.
pt_br: Salve seu Starcat Pro Pass como uma imagem PNG.
ru: Сохраните ваш Starcat Pro Pass как изображение PNG.
tr: Starcat Pro Pass'ınızı PNG görseli olarak kaydedin.
uk: Збережіть ваш Starcat Pro Pass як зображення PNG.
vi: Lưu thẻ Starcat Pro Pass của bạn dưới dạng ảnh PNG.
zh_hans: 将 Starcat Pro 通行证保存为 PNG 图片。
zh_hant: 將您的 Starcat Pro 通行證儲存為 PNG 圖片。

# settings.pro.direct.pass.savePanel.title
source: Save Pro Pass
ar: حفظ بطاقة Pro
de: Pro Pass speichern
es: Guardar pase Pro
fr: Enregistrer le Pass Pro
id: Simpan Pro Pass
it: Salva Pro Pass
ja: Pro Passを保存
ko: Pro 패스 저장
nl: Pro Pas opslaan
pl: Zapisz Pro Pass
pt_br: Salvar Pro Pass
ru: Сохранить Pro Pass
tr: Pro Pass'ı Kaydet
uk: Зберегти Pro Pass
vi: Lưu thẻ Pro Pass
zh_hans: 保存 Pro 通行证
zh_hant: 儲存 Pro 通行證

# settings.pro.direct.pass.seats.format
source: %1$d of %2$d Macs
ar: %1$d من %2$d أجهزة Mac
de: %1$d von %2$d Macs
es: %1$d de %2$d Macs
fr: %1$d sur %2$d Mac
id: %1$d dari %2$d Mac
it: %1$d di %2$d Mac
ja: %1$d / %2$d台のMac
ko: %1$d / %2$d Mac
nl: %1$d van %2$d Macs
pl: %1$d z %2$d Maców
pt_br: %1$d de %2$d Macs
ru: %1$d из %2$d Mac
tr: %1$d / %2$d Mac
uk: %1$d з %2$d Mac
vi: %1$d trên %2$d máy Mac
zh_hans: %1$d / %2$d 台 Mac
zh_hant: %1$d / %2$d 台 Mac

# settings.pro.direct.pass.seats.free
source: Unlock with Pro
ar: افتح القفل مع Pro
de: Mit Pro freischalten
es: Desbloquear con Pro
fr: Débloquez avec Pro
id: Buka dengan Pro
it: Sblocca con Pro
ja: Proで解除
ko: Pro로 잠금 해제
nl: Ontgrendel met Pro
pl: Odblokuj z Pro
pt_br: Desbloqueie com o Pro
ru: Разблокируйте с Pro
tr: Pro ile aç
uk: Розблокуйте з Pro
vi: Mở khóa với Pro
zh_hans: 升级 Pro 后解锁
zh_hant: 升級 Pro 後解鎖

# settings.pro.direct.pass.seats.unknown
source: 2 Macs after activation
ar: جهازي Mac بعد التنشيط
de: 2 Macs nach Aktivierung
es: 2 Macs tras la activación
fr: 2 Mac après activation
id: 2 Mac setelah aktivasi
it: 2 Mac dopo l'attivazione
ja: アクティベーション後2台のMac
ko: 활성화 후 Mac 2대
nl: 2 Macs na activering
pl: 2 Macy po aktywacji
pt_br: 2 Macs após ativação
ru: 2 Mac после активации
tr: Etkinleştirmeden sonra 2 Mac
uk: 2 Mac після активації
vi: 2 máy Mac sau khi kích hoạt
zh_hans: 激活后 2 台 Mac
zh_hant: 啟用後 2 台 Mac

# settings.pro.direct.pass.seats.unlimited
source: Unlimited Macs
ar: أجهزة Mac غير محدودة
de: Unbegrenzt viele Macs
es: Macs ilimitados
fr: Mac illimités
id: Mac tak terbatas
it: Mac illimitati
ja: Mac 無制限
ko: Mac 무제한
nl: Onbeperkt aantal Macs
pl: Nieograniczona liczba Maców
pt_br: Macs ilimitados
ru: Неограниченное количество Mac
tr: Sınırsız Mac
uk: Необмежена кількість Mac
vi: Không giới hạn máy Mac
zh_hans: 不限台 Mac
zh_hant: 不限台 Mac

# settings.pro.direct.pass.section
source: Pass
ar: البطاقة
es: Pase
ja: パス
ko: 패스
nl: Pas
pl: Karnet
pt_br: Passe
ru: Пропуск
uk: Пропуск
vi: Thẻ
zh_hans: 通行证
zh_hant: 通行证

# settings.pro.direct.pass.sheet.subtitle
source: Downloadable Direct license pass for this Mac.
ar: بطاقة ترخيص مباشر قابلة للتنزيل لجهاز Mac هذا.
de: Herunterladbarer Direct-Lizenzpass für diesen Mac.
es: Pase de licencia Direct descargable para este Mac.
fr: Pass de licence Direct téléchargeable pour ce Mac.
id: Pass lisensi Direct yang dapat diunduh untuk Mac ini.
it: Pass licenza Direct scaricabile per questo Mac.
ja: この Mac 用のダウンロード可能な Direct ライセンスパスです。
ko: 이 Mac용 다운로드 가능한 Direct 라이선스 패스입니다.
nl: Downloadbare Direct-licentiepas voor deze Mac.
pl: Do pobrania karnet licencji Direct dla tego Maca.
pt_br: Passe de licença Direct para download neste Mac.
ru: Загружаемый пропуск прямой лицензии для этого Mac.
tr: Bu Mac için indirilebilir Direct lisans pass'ı.
uk: Завантажуваний пропуск прямої ліцензії для цього Mac.
vi: Thẻ giấy phép Direct có thể tải xuống cho máy Mac này.
zh_hans: 可下载的 Direct 授权通行证，当前只代表这台 Mac。
zh_hant: 可下載的 Direct 授權通行證，僅限這台 Mac。

# settings.pro.direct.pass.sheet.title
source: Starcat Pro Pass
ar: بطاقة Starcat Pro
es: Pase de Starcat Pro
fr: Pass Starcat Pro
ja: Starcat Pro パス
ko: Starcat Pro 패스
nl: Starcat Pro Pas
zh_hans: Starcat Pro 通行证
zh_hant: Starcat Pro 通行證

# settings.pro.direct.pass.status.expired
source: This license has expired.
ar: انتهت صلاحية هذا الترخيص.
de: Diese Lizenz ist abgelaufen.
es: Esta licencia ha vencido.
fr: Cette licence a expiré.
id: Lisensi ini telah kedaluwarsa.
it: Questa licenza è scaduta.
ja: このライセンスは期限切れです。
ko: 이 라이선스가 만료되었습니다.
nl: Deze licentie is verlopen.
pl: Ta licencja wygasła.
pt_br: Esta licença expirou.
ru: Срок действия этой лицензии истек.
tr: Bu lisansın süresi doldu.
uk: Термін дії цієї ліцензії закінчився.
vi: Giấy phép này đã hết hạn.
zh_hans: 此授权已过期。
zh_hant: 此授權已過期。

# settings.pro.direct.pass.status.free
source: Activate a Direct license to unlock Pro on this Mac.
ar: قم بتنشيط ترخيص مباشر لفتح Pro على جهاز Mac هذا.
de: Aktiviere eine Direct-Lizenz, um Pro auf diesem Mac freizuschalten.
es: Activa una licencia Direct para desbloquear Pro en este Mac.
fr: Activez une licence Direct pour débloquer Pro sur ce Mac.
id: Aktifkan lisensi Direct untuk membuka Pro di Mac ini.
it: Attiva una licenza Direct per sbloccare Pro su questo Mac.
ja: Direct ライセンスを有効化して、この Mac で Pro をアンロックしてください。
ko: Direct 라이선스를 활성화하여 이 Mac에서 Pro를 잠금 해제하세요.
nl: Activeer een Direct-licentie om Pro op deze Mac te ontgrendelen.
pl: Aktywuj licencję Direct, aby odblokować Pro na tym Macu.
pt_br: Ative uma licença Direct para desbloquear o Pro neste Mac.
ru: Активируйте прямую лицензию, чтобы разблокировать Pro на этом Mac.
tr: Bu Mac'te Pro'yu açmak için bir Direct lisansı etkinleştirin.
uk: Активуйте пряму ліцензію, щоб розблокувати Pro на цьому Mac.
vi: Kích hoạt giấy phép Direct để mở khóa Pro trên máy Mac này.
zh_hans: 激活 Direct 授权后可在这台 Mac 解锁 Pro。
zh_hant: 啟用 Direct 授權即可在這台 Mac 解鎖 Pro。

# settings.pro.direct.pass.status.local
source: Pro is restored locally and will be rechecked with Starcat License API.
ar: تمت استعادة Pro محليًا وسيتم إعادة التحقق منه مع Starcat License API.
de: Pro wurde lokal wiederhergestellt und wird erneut mit der Starcat-Lizenz-API geprüft.
es: Pro se ha restaurado localmente y se volverá a verificar con la API de licencias de Starcat.
fr: Pro est restauré localement et sera revérifié auprès de l’API Starcat License.
id: Pro dipulihkan secara lokal dan akan diperiksa ulang dengan Starcat License API.
it: Pro è ripristinato localmente e sarà ricontrollato con Starcat License API.
ja: Pro はローカルで復元され、Starcat ライセンス API で再確認されます。
ko: Pro가 로컬에서 복원되었으며 Starcat 라이선스 API로 다시 확인됩니다.
nl: Pro is lokaal hersteld en wordt opnieuw gecontroleerd met de Starcat-licentie-API.
pl: Pro zostało przywrócone lokalnie i zostanie ponownie sprawdzone przez Starcat License API.
pt_br: O Pro foi restaurado localmente e será verificado novamente com a API de Licenças Starcat.
ru: Pro восстановлен локально и будет повторно проверен через Starcat License API.
tr: Pro yerel olarak geri yüklendi ve Starcat Lisans API'si ile tekrar kontrol edilecek.
uk: Pro відновлено локально та буде повторно перевірено через Starcat License API.
vi: Pro đã được khôi phục cục bộ và sẽ được kiểm tra lại với API giấy phép Starcat.
zh_hans: Pro 已从本地恢复，稍后会再次向 Starcat License API 校验。
zh_hant: Pro 已從本地恢復，稍後會向 Starcat License API 重新驗證。

# settings.pro.direct.pass.status.revoked
source: This license is no longer active.
ar: لم يعد هذا الترخيص نشطًا.
de: Diese Lizenz ist nicht mehr aktiv.
es: Esta licencia ya no está activa.
fr: Cette licence n’est plus active.
id: Lisensi ini tidak lagi aktif.
it: Questa licenza non è più attiva.
ja: このライセンスは無効になりました。
ko: 이 라이선스가 더 이상 활성화되지 않았습니다.
nl: Deze licentie is niet langer actief.
pl: Ta licencja nie jest już aktywna.
pt_br: Esta licença não está mais ativa.
ru: Эта лицензия больше не активна.
tr: Bu lisans artık aktif değil.
uk: Ця ліцензія більше не активна.
vi: Giấy phép này không còn hiệu lực.
zh_hans: 此授权已不再有效。
zh_hant: 此授權已不再有效。

# settings.pro.direct.pass.status.verified
source: Verified by Starcat License API.
ar: تم التحقق منه بواسطة Starcat License API.
de: Von der Starcat-Lizenz-API verifiziert.
es: Verificado por la API de licencias de Starcat.
fr: Vérifié par l’API Starcat License.
id: Diverifikasi oleh Starcat License API.
it: Verificato da Starcat License API.
ja: Starcat ライセンス API によって確認済み。
ko: Starcat 라이선스 API로 확인됨.
nl: Geverifieerd door Starcat-licentie-API.
pl: Zweryfikowane przez Starcat License API.
pt_br: Verificado pela API de Licenças Starcat.
ru: Проверено Starcat License API.
tr: Starcat Lisans API'si tarafından doğrulandı.
uk: Перевірено Starcat License API.
vi: Đã xác minh bởi API giấy phép Starcat.
zh_hans: 已通过 Starcat License API 校验。
zh_hant: 已通過 Starcat License API 驗證。

# settings.pro.direct.pass.title
source: Starcat Pro Pass
ar: بطاقة Starcat Pro
es: Pase de Starcat Pro
fr: Pass Starcat Pro
ja: Starcat Pro パス
ko: Starcat Pro 패스
nl: Starcat Pro Pas
zh_hans: Starcat Pro 通行证
zh_hant: Starcat Pro 通行證

# settings.pro.direct.portal.button
source: Manage Billing and Subscription
ar: إدارة الفوترة والاشتراك
de: Abrechnung und Abonnement verwalten
es: Gestionar facturación y suscripción
fr: Gérer la facturation et l’abonnement
id: Kelola Tagihan dan Langganan
it: Gestisci Fatturazione e Abbonamento
ja: 支払いとサブスクリプションを管理
ko: 결제 및 구독 관리
nl: Facturatie en abonnement beheren
pl: Zarządzaj płatnościami i subskrypcją
pt_br: Gerenciar Cobrança e Assinatura
ru: Управление оплатой и подпиской
tr: Faturalama ve Aboneliği Yönet
uk: Керувати оплатою та підпискою
vi: Quản lý thanh toán và đăng ký
zh_hans: 管理账单与订阅
zh_hant: 管理帳單與訂閱

# settings.pro.direct.portal.footer
source: Opens Creem Customer Portal for payment method, invoices, subscription changes, and license receipts.
ar: يفتح بوابة عملاء Creem لطريقة الدفع والفواتير وتغييرات الاشتراك وإيصالات الترخيص.
de: Öffnet das Creem-Kundenportal für Zahlungsmethode, Rechnungen, Abonnementänderungen und Lizenzbelege.
es: Abre el portal de clientes de Creem para método de pago, facturas, cambios de suscripción y recibos de licencia.
fr: Ouvre le portail client Creem pour le mode de paiement, les factures, les modifications d’abonnement et les reçus de licence.
id: Membuka Creem Customer Portal untuk metode pembayaran, faktur, perubahan langganan, dan tanda terima lisensi.
it: Apre Creem Customer Portal per metodo di pagamento, fatture, modifiche abbonamento e ricevute licenza.
ja: Creem カスタマーポータルを開き、支払い方法、請求書、サブスクリプションの変更、ライセンスの領収書を管理します。
ko: 결제 수단, 청구서, 구독 변경 및 라이선스 영수증을 위해 Creem 고객 포털이 열립니다.
nl: Opent Creem-klantportaal voor betaalmethode, facturen, abonnementswijzigingen en licentiebewijzen.
pl: Otwiera Creem Customer Portal dla metody płatności, faktur, zmian subskrypcji i paragonów licencji.
pt_br: Abre o Portal do Cliente Creem para forma de pagamento, faturas, alterações de assinatura e recibos de licença.
ru: Открывает Creem Customer Portal для способов оплаты, счетов, изменений подписки и квитанций лицензий.
tr: Ödeme yöntemi, faturalar, abonelik değişiklikleri ve lisans makbuzları için Creem Müşteri Portalı'nı açar.
uk: Відкриває Creem Customer Portal для способу оплати, рахунків, змін підписки та квитанцій ліцензії.
vi: Mở Cổng khách hàng Creem để quản lý phương thức thanh toán, hóa đơn, thay đổi đăng ký và biên nhận giấy phép.
zh_hans: 打开 Creem 客户门户，可管理付款方式、发票、订阅变更和授权收据。
zh_hant: 開啟 Creem 客戶入口網站，可管理付款方式、發票、訂閱變更及授權收據。

# settings.pro.direct.portal.missingCustomer
source: No Direct license is activated on this Mac.
ar: لا يوجد ترخيص مباشر مُنشط على جهاز Mac هذا.
de: Auf diesem Mac ist keine Direct-Lizenz aktiviert.
es: No hay ninguna licencia Direct activada en este Mac.
fr: Aucune licence Direct activée sur ce Mac.
id: Tidak ada lisensi Direct yang diaktifkan di Mac ini.
it: Nessuna licenza Direct attivata su questo Mac.
ja: この Mac で Direct ライセンスが有効化されていません。
ko: 이 Mac에 활성화된 Direct 라이선스가 없습니다.
nl: Er is geen Direct-licentie geactiveerd op deze Mac.
pl: Na tym Macu nie aktywowano licencji Direct.
pt_br: Nenhuma licença Direct está ativada neste Mac.
ru: На этом Mac не активирована прямая лицензия.
tr: Bu Mac'te etkinleştirilmiş Direct lisansı yok.
uk: На цьому Mac не активовано жодної прямої ліцензії.
vi: Không có giấy phép Direct nào được kích hoạt trên máy Mac này.
zh_hans: 这台 Mac 尚未激活 Direct 授权码。
zh_hant: 這台 Mac 尚未啟用 Direct 授權。

# settings.pro.direct.portal.section
source: Billing
ar: الفوترة
de: Abrechnung
es: Facturación
fr: Facturation
id: Tagihan
it: Fatturazione
ja: 請求
ko: 결제
nl: Facturatie
pl: Płatności
pt_br: Cobrança
ru: Оплата
tr: Faturalama
uk: Оплата
vi: Thanh toán
zh_hans: 账单
zh_hant: 帳單

# settings.pro.direct.portal.syncing
source: Billing information is still syncing. Please try again shortly.
ar: معلومات الفوترة لا تزال قيد المزامنة. يرجى المحاولة مرة أخرى قريبًا.
de: Abrechnungsinformationen werden noch synchronisiert. Bitte versuche es später erneut.
es: La información de facturación aún se está sincronizando. Inténtalo de nuevo en breve.
fr: Les informations de facturation sont encore en cours de synchronisation. Veuillez réessayer sous peu.
id: Informasi tagihan masih disinkronkan. Silakan coba lagi sebentar.
it: Le informazioni di fatturazione sono ancora in sincronizzazione. Riprova tra poco.
ja: 請求情報の同期中です。しばらくしてからもう一度お試しください。
ko: 결제 정보가 아직 동기화 중입니다. 잠시 후 다시 시도하세요.
nl: Facturatiegegevens worden nog gesynchroniseerd. Probeer het later opnieuw.
pl: Informacje o płatnościach są nadal synchronizowane. Spróbuj ponownie za chwilę.
pt_br: As informações de cobrança ainda estão sincronizando. Tente novamente em breve.
ru: Платежная информация еще синхронизируется. Повторите попытку позже.
tr: Fatura bilgileri hâlâ senkronize ediliyor. Lütfen kısa süre sonra tekrar deneyin.
uk: Платіжна інформація ще синхронізується. Спробуйте ще раз пізніше.
vi: Thông tin thanh toán vẫn đang đồng bộ. Vui lòng thử lại sau.
zh_hans: 账单信息正在同步，请稍后重试。
zh_hant: 帳單資訊仍在同步，請稍後再試。

# settings.pro.direct.replaceLicense
source: Replace license key
ar: استبدال مفتاح الترخيص
de: Lizenzschlüssel ersetzen
es: Reemplazar clave de licencia
fr: Remplacer la clé de licence
id: Ganti kunci lisensi
it: Sostituisci chiave licenza
ja: ライセンスキーを置き換え
ko: 라이선스 키 교체
nl: Licentiesleutel vervangen
pl: Zastąp klucz licencyjny
pt_br: Substituir chave de licença
ru: Заменить ключ лицензии
tr: Lisans anahtarını değiştir
uk: Замінити ключ ліцензії
vi: Thay thế khóa giấy phép
zh_hans: 更换授权码
zh_hant: 更換授權碼

# settings.pro.direct.section
source: Activate
ar: تنشيط
de: Aktivieren
es: Activar
fr: Activer
id: Aktifkan
it: Attiva
ja: 有効化
ko: 활성화
nl: Activeren
pl: Aktywuj
pt_br: Ativar
ru: Активировать
tr: Etkinleştir
uk: Активувати
vi: Kích hoạt
zh_hans: 激活
zh_hant: 啟用

# settings.pro.direct.updates.autoCheck
source: Automatically check for updates
ar: التحقق تلقائيًا من التحديثات
de: Automatisch nach Updates suchen
es: Buscar actualizaciones automáticamente
fr: Rechercher automatiquement les mises à jour
id: Periksa pembaruan secara otomatis
it: Controlla automaticamente gli aggiornamenti
ja: アップデートを自動的に確認
ko: 자동으로 업데이트 확인
nl: Automatisch controleren op updates
pl: Automatycznie sprawdzaj aktualizacje
pt_br: Verificar atualizações automaticamente
ru: Автоматически проверять наличие обновлений
tr: Güncellemeleri otomatik olarak kontrol et
uk: Автоматично перевіряти наявність оновлень
vi: Tự động kiểm tra cập nhật
zh_hans: 自动检查更新
zh_hant: 自動檢查更新
